Repository: hopcarton/kkrs-data-faker
Catalog: languages/kksr-data-faker-*.po
Languages: vi

source: %s vote
vi: %s bình chọn

source: Actions
vi: Hành động

source: All data has been regenerated with current settings.
vi: Tất cả dữ liệu đã được tái tạo với cài đặt hiện tại.

source: Configure the range for generated ratings and votes (KK Star Ratings for posts and products).
vi: Cấu hình khoảng cho đánh giá và bình chọn được tạo (KK Star Ratings cho bài viết và sản phẩm).

source: Data is saved to wp_postmeta with keys: _kksr_count_default, _kksr_avg_default, _kksr_ratings_default.
vi: Dữ liệu được lưu vào wp_postmeta với các key: _kksr_count_default, _kksr_avg_default, _kksr_ratings_default.

source: General plugin settings and thresholds.
vi: Cài đặt chung và ngưỡng của plugin.

source: General Settings
vi: Cài đặt chung

source: How it works:
vi: Cách hoạt động:

source: KKSR Data Faker Settings
vi: Cài đặt KKSR Data Faker

source: Maximum number of votes/reviews to generate
vi: Số lượt đánh giá/bình chọn giả lập tối đa

source: Maximum Star Rating
vi: Số sao tối đa

source: Maximum star rating (1.0 - 5.0)
vi: Đánh giá sao tối đa (1.0 - 5.0)

source: Maximum Vote Count
vi: Số lượt đánh giá tối đa

source: Minimum number of votes/reviews to generate
vi: Số lượt đánh giá/bình chọn giả lập tối thiểu

source: Minimum Star Rating
vi: Số sao tối thiểu

source: Minimum star rating (1.0 - 5.0)
vi: Đánh giá sao tối thiểu (1.0 - 5.0)

source: Minimum star rating must be less than maximum star rating.
vi: Đánh giá sao tối thiểu phải nhỏ hơn đánh giá sao tối đa.

source: Minimum Vote Count
vi: Số lượt đánh giá tối thiểu

source: Minimum vote count must be less than maximum vote count.
vi: Số lượt đánh giá tối thiểu phải nhỏ hơn số lượt đánh giá tối đa.

source: Posts with votes equal to or greater than this number will not be overwritten (default: 100)
vi: Các bài viết có số lượt đánh giá bằng hoặc lớn hơn số này sẽ không bị ghi đè (mặc định: 100)

source: Rating Simulation Settings
vi: Cài đặt giả lập đánh giá

source: Real data protection: If a post already has votes equal to or greater than the real votes threshold, the plugin will NOT overwrite the data.
vi: Bảo vệ dữ liệu thật: Nếu bài viết đã có số lượt đánh giá bằng hoặc lớn hơn ngưỡng đánh giá thực, plugin sẽ KHÔNG ghi đè dữ liệu.

source: Real Votes Threshold
vi: Ngưỡng đánh giá thực

source: Regenerate All Data
vi: Tái tạo tất cả dữ liệu

source: Regenerate all data with current settings. This will update all posts and products with votes below the threshold.
vi: Tái tạo tất cả dữ liệu với cài đặt hiện tại. Điều này sẽ cập nhật tất cả bài viết và sản phẩm có số lượt đánh giá dưới ngưỡng.

source: Security check failed.
vi: Kiểm tra bảo mật thất bại.

source: Settings
vi: Cài đặt

source: Settings saved. All data has been regenerated with new ranges.
vi: Đã lưu cài đặt. Tất cả dữ liệu đã được tái tạo với khoảng mới.

source: You do not have sufficient permissions to access this page.
vi: Bạn không có quyền truy cập trang này.

source: You do not have sufficient permissions.
vi: Bạn không có đủ quyền.
